[
    {
        "id": "qwertyuiop",
        "name": "Djangofy",
        "body": "<section><h2>Say Goodbye to Complex Setups</h2><p>Are you tired of spending hours configuring your Django applications? DjangoFy simplifies the process, allowing you to create Django applications with just a few clicks. Say goodbye to complex setups and tedious configurations.</p><br></section><section><h2>Unleash Your Creativity</h2><p>With DjangoFy, you and your team can focus on what truly matters – creativity. Eliminate repetitive tasks and immerse yourselves in the creative process. Build exceptional applications without the hassle.</p></section><br><section><h2>Your Comprehensive Toolkit</h2><p>DjangoFy provides a complete toolkit, from project creation to app configuration, testing, and deployment. Everything you need is at your fingertips, streamlining your workflow and saving you time and effort.</p></section><br><section><h2>Personalization Made Easy</h2><p>Customize your applications to your exact specifications with DjangoFy's user-friendly interface and extensive configuration options. Your unique vision deserves a tailored solution, and DjangoFy delivers.</p></section><br><section><h2>Launch Your Dream Project</h2><p>Don't let your dream project remain a distant goal. DjangoFy empowers you to accelerate development and deploy your app faster than ever before. Embrace the possibilities and start building your digital dreams today.</p></section><br><section><h2>Join the DjangoFy Revolution</h2><p>Experience the efficiency, creativity, and freedom that DjangoFy brings to your app-building journey. Let us simplify your Django setup, so you can focus on making your mark in the digital landscape. Join the DjangoFy revolution now.</p></section>",
        "prev": "ljh",
        "next": "xdcfgh",
        "link" : "https://djangofy.vercel.app/",
        "img": "djangofy.svg"
    },
    {
        "id": "xdcfgh",
        "name": "Duplex Dash",
        "body": "<section><h1>Discover Duplex Dash: Your Ultimate House Listing Application with Django</h1><p>Welcome to the future of house listing applications! Say hello to Duplex Dash, a powerful and user-friendly platform built with Django, HTML, CSS, and JavaScript. Whether you're a real estate agent, property manager, or just looking to find your dream home, Duplex Dash is here to revolutionize your experience. Say goodbye to complex setups and tedious configurations – let's explore how Duplex Dash simplifies your journey.</p></section><br><section><h2>Say Goodbye to Complex Setups</h2><p>Are you tired of spending hours configuring your Property Listings? Duplex Dash simplifies the process, allowing you to create and manage house listings with just a few clicks. Say goodbye to complex setups and tedious configurations that can be a headache. With Duplex Dash, you can get started quickly, whether you're listing properties or searching for your dream home.</p></section><br><section><h2>Unleash Your Creativity</h2><p>With Duplex Dash, you and your team can focus on what truly matters. Eliminate repetitive tasks and immerse yourselves in the creative process of designing stunning property listings. Build exceptional listings without the hassle, and let your imagination run wild. Duplex Dash takes care of the technicalities so you can bring your creative vision to life.</p></section><br><section><h2>Your Comprehensive Toolkit</h2><p>Duplex Dash provides a complete toolkit for every step of your house listing journey. From Uploading House information to pictures, Updating your own information along with Contact and also a 360degree view of the house, everything you need is at your fingertips. This comprehensive set of tools streamlines your workflow, saving you time and effort. Duplex Dash ensures that you have everything you need to succeed in the competitive real estate market.</p></section><br><section><h2>Personalization Made Easy</h2><p>Customize your property listings to your exact specifications with Duplex Dash's user-friendly interface and extensive configuration options. Your unique vision deserves a tailored solution, and Duplex Dash delivers. Whether you want to add specific property details, high-quality images, or interactive photos, Duplex Dash makes personalization a breeze. Make your listings stand out and impress potential buyers or renters.</p></section><br><section><h2>Launch Your Dream Project</h2><p>Don't let your dream project of owning a house listing platform remain a distant goal. Duplex Dash empowers you to accelerate development and deploy your application faster than ever before. Whether you're an entrepreneur looking to disrupt the real estate market or a property enthusiast wanting to create a niche platform, Duplex Dash is your ticket to success. Embrace the possibilities and start building your digital dreams today with Duplex Dash.</p></section><br><section><h2>Join the Duplex Dash Revolution</h2><p>Experience the efficiency, creativity, and freedom that Duplex Dash brings to your house listing journey. Let us simplify your Django setup, so you can focus on making your mark in the real estate industry. Join the Duplex Dash revolution now and be a part of the future of house listing applications. Whether you're a real estate professional or simply looking for your next home, Duplex Dash has you covered.</p></section><br><section><h2>Get Started with Duplex Dash Today</h2><p>Ready to take the next step with Duplex Dash? Sign up today and unlock a world of possibilities in the real estate market. Say goodbye to complex setups and hello to a streamlined, creative, and efficient way of managing property listings. Your dream project is just a click away. Join Duplex Dash and make your mark in the world of real estate.</p></section><br><section><p>Experience the efficiency, creativity, and freedom that Duplex Dash brings to your house listing journey. Let us simplify your Django setup, so you can focus on making your mark in the real estate industry. Join the Duplex Dash revolution now and be a part of the future of house listing applications. Whether you're a real estate professional or simply looking for your next home, Duplex Dash has you covered.</p></section>",
        "prev": "qwertyuiop",
        "next": "fgtftg",
        "link" : "https://github.com/jayantkhanna1/Duplex-Dash",
        "img": "duplexdash.svg"
    },
    {
        "id": "fgtftg",
        "name": "Python Backdoor",
        "body": "<section><h1>Unlocking Python Backdoor V1: A Powerful Cross-Platform Tool</h1><p>Discover Python Backdoor V1, an open-source, cross-platform (Windows/Linux/Android/Mac) backdoor that utilizes reverse HTTP requests to establish connections between a host and a slave. This versatile tool, crafted with Python 3, opens up a world of possibilities for remote system administration and control.</p></section><br><section><h2>Installation Made Easy</h2><p>Before diving into the capabilities of Python Backdoor V1, let's start with a hassle-free installation process. Here are the prerequisites:</p><ul><li>Python version 3.9.* and above</li></ul><p>To request access to this backdoor, contact us at <a href='mailto:jayantkhanna3105@gmail.com'>jayantkhanna3105@gmail.com</a>. follow these simple steps for installation:</p><ol><li>Clone the repository using Git:</li></ol><code>git clone 'Git link'</code><ol start='2'><li>Navigate to the backdoor directory:</li></ol><code>cd backdoor</code><ol start='3'><li>Install pipwin:</li></ol><code>pip install pipwin</code><ol start='4'><li>Install pyaudio using pipwin:</li></ol><code>pipwin install pyaudio</code><ol start='5'><li>Install other dependencies from requirements.txt:</li></ol><code>pip install -r requirements.txt</code><p>Your software is now installed and ready to use!</p></section><br><section><h2>Usage Guidelines</h2><p>Python Backdoor V1 offers a range of powerful features, but first, you need to set it up correctly. Here's how:</p><ul><li>Retrieve your local IP address:</li></ul><p>For Windows, use:</p><code>ipconfig</code><p>For Linux, use:</p><code>ifconfig</code><p>Copy your IP address and paste it into the following files: <code>master.py</code> and <code>slave.pyw</code></p><p>In <code>master.py</code> (line 8):</p><code>host = 'your ip'</code><p>In <code>slave.pyw</code> (lines 6 and 33):</p><code>host = 'your ip'</code><p>Next, navigate to the slave folder and locate <code>slave.pyw</code>. To create an executable file for Windows, Android (APK), or Mac (.app) for remote host deployment through social engineering methods, follow these steps:</p><ol><li>Use the provided module if you've followed the above steps:</li></ol><code>pyinstaller --onefile slave.pyw</code><ol start='2'><li>If you haven't installed all modules as instructed above, run these commands:</li></ol><code>pip install pyinstaller</code><code>pyinstaller --onefile slave.pyw</code><p>Ensure that you're inside the slave folder; otherwise, you may encounter errors.</p><p>You can also explore other methods like easyexe, py2exe, py2apk, py2app, etc., to convert the script to your desired format.</p><p>Before a remote host attempts to connect using <code>slave.pyw</code>, make sure <code>master.py</code> is running:</p><code>python master.py</code><p>If everything is set up correctly, when the remote host double clicks the executable file (e.g., <code>some name.exe</code>), you should see the following on your terminal:</p><code>python master.py</code><p><em>waiting for connection</em></p><p><code>('your ip address', &lt;port&gt;)</code> has connected</p><p><code>command &gt;&gt;</code></p></section><br><section><h2>Feature-Packed Functionality</h2><p>Python Backdoor V1 equips you with an array of features for remote system administration and control:</p><ul><li>Retrieve the directory where the backdoor is installed.</li><li>Send, download, and remove files and folders from the remote system.</li><li>Operate continuously until the user chooses to end the backdoor on the remote host.</li><li>Retrieve OS details from the remote host.</li><li>Remotely access and control the host's camera.</li><li>Share the remote host's screen in real-time.</li><li>Shut down the remote host's computer remotely.</li><li>Access an inbuilt keylogger for monitoring keystrokes.</li><li>Retrieve saved passwords from the user (Note: A safer method for this functionality is available in a separate repository).</li></ul></section><br><section><h2>Disclaimer</h2><p>This program is intended for educational purposes only. The developer assumes no responsibility for its illegal use. Any editing of this software for illegal activities is strictly prohibited.</p></section><br><section><p>Unlock the power of Python Backdoor V1 for remote system administration and control. Explore its versatile features and ensure responsible and ethical use.</p></section>",
        "prev": "xdcfgh",
        "next": "poijb",
        "link" : "https://github.com/jayantkhanna1/Backdoor.git",
        "img": "backdoor.svg"
    },
    {
        "id": "poijb",
        "name": "Medically",
        "body": "<section><h1>Revolutionizing Healthcare Management with Medically</h1><p>Welcome to the future of healthcare management! Introducing Medically, a cutting-edge hospital-based website that is set to transform the way healthcare services are accessed and managed. Whether you're a medical professional, a patient, or someone looking for efficient healthcare solutions, Medically is here to revolutionize your experience. Let's dive into the exciting world of Medically and discover how it's reshaping the healthcare landscape.</p></section><br><section><h2>Say Goodbye to Complex Healthcare Systems</h2><p>Tired of navigating through convoluted healthcare systems? Medically simplifies the process, enabling you to access medical services with just a few clicks. Say goodbye to the frustration of deciphering complex healthcare setups. With Medically, you can get started quickly, whether you're booking appointments, managing patient records, or connecting with healthcare professionals.</p></section><br><section><h2>Streamlined Patient Care</h2><p>With Medically, healthcare professionals can focus on what truly matters – providing exceptional patient care. Eliminate administrative hassles and immerse yourself in delivering top-notch healthcare services. Medically takes care of the technicalities, allowing you to dedicate more time to your patients' well-being.</p></section><br><section><h2>Your Comprehensive Healthcare Toolkit</h2><p>Medically offers a complete toolkit for every aspect of healthcare management. From booking appointments to maintaining patient records, from seamless communication to efficient staff management, everything you need is at your fingertips. This comprehensive set of tools streamlines your healthcare workflow, ensuring that you can provide the best care possible.</p></section><br><section><h2>Personalized Healthcare Solutions</h2><p>Customize your healthcare services to meet the unique needs of your patients with Medically's user-friendly interface and extensive configuration options. Your patients deserve tailored healthcare solutions, and Medically delivers. Whether you want to add specific patient details, access comprehensive medical records, or ensure secure communication, Medically makes personalization a breeze.</p></section><br><section><h2>Transform Your Healthcare Vision</h2><p>Don't let your dream of revolutionizing healthcare remain a distant goal. Medically empowers you to accelerate the development and deployment of your healthcare solutions faster than ever before. Whether you're a healthcare entrepreneur looking to disrupt the industry or a medical professional seeking to enhance patient care, Medically is your key to success. Embrace the possibilities and start building your digital healthcare dreams today with Medically.</p></section><br><section><h2>Join the Medically Revolution</h2><p>Experience the efficiency, innovation, and freedom that Medically brings to healthcare management. Let us simplify your healthcare setup so you can focus on making a positive impact on patient health. Join the Medically revolution now and be a part of the future of healthcare management. Whether you're a healthcare professional or someone seeking high-quality medical services, Medically has you covered.</p></section><br><section><h2>Get Started with Medically Today</h2><p>Ready to transform healthcare management with Medically? Sign up today and unlock a world of possibilities in the healthcare industry. Say goodbye to complexity and hello to a streamlined, personalized, and efficient way of managing healthcare services. Your healthcare vision is just a click away. Join Medically and make your mark in the world of healthcare management.</p></section><br><section><p>Experience the efficiency, innovation, and freedom that Medically brings to healthcare management. Let us simplify your healthcare setup so you can focus on making a positive impact on patient health. Join the Medically revolution now and be a part of the future of healthcare management. Whether you're a healthcare professional or someone seeking high-quality medical services, Medically has you covered.</p></section>",
        "prev": "fgtftg",
        "next": "wrgwfw",
        "link" : "https://github.com/jayantkhanna1/medically",
        "img": "medically.svg"
    },
    {
        "id": "wrgwfw",
        "name": "Encryptex",
        "body": "<header><br><h1>Encryptex: Your Secure Chatbot</h1><br></header><br><section><br><h2>Chat and Share Securely</h2><br><p>Welcome to Encryptex, the ultimate web application for secure communication. In an age where privacy is paramount, we understand the importance of protecting your sensitive information. Encryptex offers you a safe and user-friendly platform to chat and share files with friends, colleagues, and loved ones.</p><br></section><br><section><br><h2>How It Works</h2><br><p>Using Encryptex is as simple as 1-2-3:</p><br><ol><br><li>Create an Account: Sign up and create your Encryptex account. Your data is Encryptex end-to-end, so your conversations remain private.</li><br><li>Start a Chat: Initiate a chat with a friend or group. Type messages as you normally would, and they will be Encryptex before transmission.</li><br><li>Secure File Sharing: Encryptex also allows you to share Encryptex images, files, and documents. Simply upload the file, and it will be sent securely to your recipient. They can decrypt it right within the platform, ensuring that your shared content remains confidential.</li><br></ol><br></section><br><section><br><h2>Why Choose Encryptex?</h2><br><p>Here are some reasons to trust Encryptex with your secure communication:</p><br><ul><br><li>Strong Encryption: We employ state-of-the-art encryption protocols to safeguard your data from prying eyes.</li><br><li>User-Friendly: Our intuitive interface ensures that anyone can use Encryptex without technical expertise.</li><br><li>Multi-Platform: Access Encryptex from your desktop, laptop, or mobile device for seamless communication.</li><br><li>Privacy First: We don't store your messages or files, ensuring that your conversations stay private.</li></ul></section><br><section><h2>Get Started Today</h2><br><p>Don't compromise your privacy when communicating online. Join Encryptex now and experience secure chatting and file sharing like never before.</p></section>",
        "prev": "poijb",
        "next": "sedtryguhj",
        "link" : "https://github.com/jayantkhanna1/Encryptex",
        "img": "encryptex.svg"
    },
    {
        "id": "sedtryguhj",
        "name": "LeetCode Bot",
        "body": "<header><h1>Meet the Ultimate LeetCode Assistant: A Free Bot That Solves Problems at Human Speed!</h1></header><section><h2>Introduction</h2><p>Are you tired of spending countless hours on LeetCode, struggling to solve coding problems for your assignments or interviews? Do you often find yourself cramming the night before the deadline? Well, it's time to sit back, relax, and let technology do the heavy lifting for you! Introducing the LeetCode Bot, a powerful tool built using the Robocorp framework, Selenium, and Python, designed to solve all your LeetCode problems while you enjoy a cup of coffee. The best part? It's completely free!</p></section><br><section><h2>The LeetCode Bot: Your New Best Friend</h2><p>The LeetCode Bot is the ultimate solution for anyone looking to streamline their coding practice or get those last-minute assignments done efficiently. Let's dive into the features that make it your new best friend:</p><ol><li><strong>Human Speed:</strong> Unlike some bots that race through problems, the LeetCode Bot solves them at a human-like speed. This ensures that your solutions are realistic and maintainable, a crucial aspect when preparing for coding interviews or assignments.</li><li><strong>Free of Charge:</strong> Yes, you read that right! The LeetCode Bot is completely free to use. You won't need to worry about expensive subscriptions or hidden fees. Just download it, set it up, and let it do the work for you.</li><li><strong>Robocorp Framework:</strong> The bot is built using the Robocorp framework, which provides a robust and scalable foundation for automation. Robocorp simplifies the process of building and managing automation tasks, making it an ideal choice for this project.</li><li><strong>Selenium and Python:</strong> Selenium, a popular web automation framework, is used in combination with Python to interact with the LeetCode website. This combination allows the bot to navigate the site, input code, and submit solutions with ease.</li></ol></section><br><section><h2>How Does It Work?</h2><p>Here's a step-by-step breakdown of how the LeetCode Bot operates:</p><ol><li><strong>Login:</strong> The bot starts by logging into your LeetCode account. It securely handles your credentials, ensuring your data remains safe.</li><li><strong>Problem Selection:</strong> You provide the LeetCode problem you want to solve. The bot navigates to the problem page.</li><li><strong>Coding:</strong> The bot enters code into the online code editor, simulating your actions. It ensures that the code is properly formatted and adheres to LeetCode's submission requirements.</li><li><strong>Execution:</strong> The bot submits the code and waits for the verdict. It can handle various verdicts, such as Accepted, Wrong Answer, or Time Limit Exceeded, and provide feedback accordingly.</li><li><strong>Results:</strong> Once the problem is solved, the bot can retrieve the solution, save it locally, or even submit it to your LeetCode account for future reference.</li></ol></section><br><section><h2>Getting Started</h2><p>Now that you're excited to try out the LeetCode Bot, here's how you can get started:</p><ol><li><strong>Prerequisites:</strong> Make sure you have Python installed on your system.</li><li><strong>Installation:</strong> Install the required libraries, including Robocorp, Selenium, and any additional dependencies.</li><li><strong>Configuration:</strong> Set up the bot with your LeetCode credentials and specify the problem you want to solve.</li><li><strong>Execution:</strong> Run the bot, sit back, and relax. Enjoy your coffee while the bot solves the problem for you.</li></ol></section><br><section><h2>Conclusion</h2><p>The LeetCode Bot is a game-changer for anyone looking to enhance their coding skills, prepare for interviews, or meet tight assignment deadlines. Its combination of the Robocorp framework, Selenium, and Python makes it a powerful and reliable tool that operates at human speed, ensuring that your solutions are not only correct but also maintainable.</p><p>Say goodbye to late-night coding sessions and hello to a more efficient and stress-free coding journey. The LeetCode Bot is here to make your life easier, all while keeping your wallet happy with its free-of-charge service. So, go ahead, download it, and let it handle your coding challenges while you sip your coffee in peace. Happy coding!</p></section>",
        "prev": "wrgwfw",
        "next": "poiujaa",
        "link" : "https://github.com/jayantkhanna1/Leetcode-bot",
        "img": "leetcodebot.svg"
    },
    {
        "id": "poiujaa",
        "name": "Hrable",
        "body": "<section><h2>Hrable</h2><section><h3>Introduction</h3><p>Are you tired of the tedious and time-consuming task of managing your organization's hiring process? Look no further than our HR automation platform. Designed to simplify and streamline the hiring process for businesses of all sizes, our platform is here to revolutionize your approach to recruitment.</p></section><br><section><h3>User-Friendly Interface</h3><p>With our user-friendly interface and advanced automation tools, you can now manage job postings, candidate applications, and hiring workflows all in one central location. No more juggling between multiple systems or drowning in a sea of paperwork. Our platform puts you back in control.</p></section><br><section><h3>Key Features</h3><p>Here are some key features that make our HR automation platform stand out:</p><ul><li><strong>Resume Parsing:</strong> Our system can automatically extract relevant information from resumes, saving you the time and effort of manual data entry.</li><li><strong>Candidate Screening:</strong> Easily filter and sort through candidate applications based on your specified criteria, ensuring you focus on the most qualified individuals.</li><li><strong>Interview Scheduling:</strong> Say goodbye to the back-and-forth emails. Our platform simplifies interview scheduling, making it a breeze to coordinate with candidates.</li></ul></section><br><section><h3>Our Goal</h3><p>Our ultimate goal is to help you save time, reduce hiring costs, and, most importantly, find the best candidates for your organization. Imagine having more time to focus on strategic HR initiatives and less time on administrative tasks.</p></section><br><section><h3>Get Started Today</h3><p>Don't just take our word for it—try our HR automation platform today and witness firsthand how it can transform your hiring process. Whether you're a small startup or a large enterprise, our solution is tailored to meet your unique needs.</p></section><br><section><h3>Join the Future of HR</h3><p>Join the ranks of companies that have already embraced the future of HR with our automation platform. Say hello to efficiency, simplicity, and success in your hiring efforts.</p></section><br></section>",
        "prev": "sedtryguhj",
        "next": "mnhjuhb",
        "link" : "https://github.com/jayantkhanna1/Hrable",
        "img": "hrable.svg"
    },
    {
        "id": "mnhjuhb",
        "name": "Notify",
        "body": "<section><h1>Notify</h1></section><br><section id='intro'><h2>Welcome to MyNotes</h2><p>Stay organized and boost productivity with our intuitive note-taking application. Whether you're a student, professional, or simply someone who loves jotting down thoughts, MyNotes has got you covered.</p></section><br><section id='features'><h2>Key Features</h2><ul><li>Effortlessly create, edit, and organize notes.</li><li>Sync your notes across all your devices, ensuring you have access to your notes wherever you go.</li><li>Customizable light and dark mode for a personalized experience, making note-taking easy on your eyes day and night.</li><li>Search and find your notes instantly with our powerful search functionality.</li><li>Share notes with friends and colleagues, promoting collaboration and information sharing.</li></ul></section><br><section><h2>Why Choose MyNotes?</h2><p>MyNotes stands out from the rest because:</p><ul><li>It's user-friendly and easy to navigate, making note-taking a breeze for everyone.</li><li>We prioritize data security, ensuring your notes are safe and protected.</li><li>Our responsive support team is ready to assist you with any questions or issues.</li></ul></section><br>",
        "prev": "poiujaa",
        "next": "juyhbfd",
        "link" : "https://github.com/jayantkhanna1/notes-application",
        "img": "notify.svg"
    },
    {
        "id": "juyhbfd",
        "name": "Samagama",
        "body": "<section><h1>Welcome to Samagam</h1><p>The cultural fest website that creates unforgettable memories and bids a grand farewell to college life. Powered by Django, React, and infused with impeccable UI/UX design, the platform offers college students an enchanting experience to register for their farewell fest and cherish the moments that mark the end of an era.</p></section><br><section><h2>Key Features:</h2><h3>Seamless Farewell Registration:</h3><p>Samagam streamlines the registration process, allowing college students to effortlessly secure their entry to the farewell fest. With a user-friendly interface, students can swiftly complete the registration and anticipate the celebrations.</p><h3>Personalized Farewell Tickets:</h3><p>As the heart of the fest, Samagam sends personalized farewell tickets directly to students' emails, ensuring a convenient and hassle-free ticketing experience.</p><h3>Enhancing Campus Culture:</h3><p>By uniting students through a vibrant cultural fest, Samagam fosters a sense of togetherness, celebrating the diverse talents and memories that define the college journey.</p><h3>Unveiling the Farewell Experience:</h3><p>Samagam transcends the ordinary, weaving an unforgettable farewell experience that students cherish for a lifetime. Through a combination of technical finesse and artistic design, the website sets the stage for a farewell fest that radiates joy, emotions, and camaraderie.</p></section><br><section><h2>Join the Celebration:</h2><p>Embrace the magic of Samagam and immerse yourself in the spirit of campus culture. Discover the wonders of seamless registration, personalized farewells, and the enchanting ambiance that awaits you. As the grand finale of college life, Samagam bids adieu to the past and opens the door to new beginnings. Witness the power of technology and creativity merge to create an extraordinary farewell fest experience, etched forever in the hearts of college students.</p></section>",
        "prev": "mnhjuhb",
        "next": "ljh",
        "link" : "https://samagama.vercel.app/",
        "img": "samagama.svg"
    },
    {
        "id": "ljh",
        "name": "Teacher Information Application",
        "body": "<h1>School ERP: Streamlining Teacher Information and Timetables</h1><section><h2>Introduction</h2><p>Welcome to our School ERP blog! In this post, we'll introduce you to our Java-based application designed to streamline the management of teacher information and timetables. This application has been created to address the unique challenges faced by educational institutions in organizing their daily schedules efficiently.</p></section><br><section><h2>Application Overview</h2><p>Our School ERP application is a powerful tool for educational institutions. It offers a range of features that simplify the management of teacher-related tasks:</p><ul><li><strong>Teacher Information:</strong> Our application allows administrators to maintain comprehensive records of teachers. This includes their names, contact details, and subject expertise.</li><li><strong>Automatic Substitution:</strong> One of the most valuable features of our application is its ability to automatically assign substitute teachers when colleagues are absent. This ensures that classes run smoothly without disruptions.</li><li><strong>Period Limitation:</strong> To ensure the well-being of our teaching staff, the application enforces a limit of 6 periods per day out of a total of 8, including pre-assigned periods.</li></ul></section><br><section><h2>Why School ERP Matters</h2><p>Managing the schedules and information of teachers is a critical task for any educational institution. Here's why our School ERP application matters:</p><ul><li><strong>Efficiency:</strong> With automatic substitution and period limitation features, our application ensures that classes continue to run smoothly even when teachers are absent, enhancing the overall efficiency of the institution.</li><li><strong>Teacher Satisfaction:</strong> By limiting the number of periods teachers are assigned each day, we prioritize their well-being and job satisfaction, which ultimately benefits both educators and students.</li><li><strong>Data Management:</strong> Keeping track of teacher information and timetables can be a daunting task. Our application simplifies this process by providing a centralized database for easy access and management.</li></ul></section><br><section><h2>Conclusion</h2><p>Our School ERP application is designed to make the lives of educators and administrators easier. By automating various tasks and ensuring a balanced workload for teachers, we contribute to a more efficient and harmonious educational environment.</p></section>",
        "prev": "juyhbfd",
        "next": "qwertyuiop",
        "link" : "https://github.com/jayantkhanna1/teacher-information-application",
        "img": "tia.svg"
    },

    {
        "id": "sdtyhnm",
        "name": "Trivy Technologies",
        "body": "<header><h1>My Internship at Trivy Technologies</h1><p>Front End Developer Internship - Trivy Technologies, Jaipur</p><p>May 2021 - July 2021</p></header><section><h2>About Trivy Technologies</h2><p>During the summer of 2021, I had the incredible opportunity to intern at Trivy Technologies, a Jaipur-based startup specializing in online coolie services booking. This experience allowed me to dive deep into the world of front-end development and work on some exciting projects.</p></section><br><section><h2>My Role as a Front End Developer</h2><p>As a Front End Developer intern at Trivy Technologies, my primary responsibility was to create and enhance the user interface of their online platform. I was tasked with designing and developing key features that would improve the overall user experience. Here are some of the highlights of my work:</p><ul><li>Designed and Developed the Admin Panel</li><p>The admin panel is the nerve center of any online service, and I had the privilege of creating it from the ground up. This panel allowed the Trivy Technologies team to manage bookings, track coolies, and monitor the platform's performance.</p><li>Revamped Login/Signup Pages</li><p>Improving user onboarding is essential for any online service. I redesigned the login and signup pages to make them more user-friendly, ensuring a smooth and efficient registration process for new users.</p><li>Implemented Invoicing Systems</li><p>One of the key features I worked on was the invoicing system. I developed a robust system that automated the generation of invoices for customers and helped streamline the billing process for the company.</p></ul></section><br><section><h2>Going the Extra Mile</h2><p>While my primary responsibilities were focused on front-end development, I was determined to make the most of my internship experience. Here are some additional things I did to contribute to the success of Trivy Technologies:</p><ul><li>Collaborated Closely with the Design Team</li><p>I worked closely with the design team to ensure that the user interface aligned perfectly with the company's brand and vision. This collaboration helped in creating a visually appealing and cohesive platform.</p><li>Provided User Experience (UX) Suggestions</li><p>As a front-end developer, I paid attention to user feedback and conducted usability tests. I then provided suggestions for improving the user experience, which were well-received and implemented into the platform.</p><li>Offered Support During Testing and Deployment</li><p>During the testing and deployment phases of new features, I actively participated by identifying and fixing any front-end issues that arose. This hands-on experience gave me valuable insights into the development lifecycle.</p></ul></section><br><section><h2>Conclusion</h2><p>My internship at Trivy Technologies was an invaluable experience that allowed me to sharpen my front-end development skills, work on exciting projects, and contribute to the growth of a promising startup. I am grateful for the opportunity and the knowledge I gained during my time with the company.</p></section><br>",
        "prev": "hrgert",
        "next": "hgvcd",
        "link" : "https://www.linkedin.com/company/trivy/",
        "img": "trivy.png"
    },
    {
        "id": "hgvcd",
        "name": "Third Origin",
        "body": "<header><h1>My Internship Experience at Third Origin</h1></header><section><h2>Introduction</h2><p>From March to August of 2022, I had the incredible opportunity to intern as a Junior Software Developer at Third Origin LLC, a finance-based startup located in North Carolina. During this internship, I had the chance to work on exciting projects that allowed me to grow as a developer and contribute to the company's success.</p></section><br><section><h2>Role as a Junior Software Developer</h2><p>As a Junior Software Developer at Third Origin, I was tasked with several key responsibilities:</p><ul><li>Crafted multiple robust Python APIs to enhance the functionality of Third Origin's financial software.</li><li>Enabled seamless integration with a variety of databases, 3rd party applications, and cutting-edge technologies.</li></ul></section><br><section><h2>API Development</h2><p>One of my most significant contributions during my internship was the development of Python APIs. These APIs played a crucial role in improving the overall performance and functionality of Third Origin's financial tools. By designing robust APIs, I helped the company provide better services to its clients and ensure a smooth user experience.</p></section><br><section><h2>Integration with Databases and Third-Party Applications</h2><p>Another exciting aspect of my internship was working on the integration of Third Origin's software with various databases and third-party applications. I had the opportunity to integrate our systems with popular platforms like GitHub and Discord. This integration improved communication and collaboration within the company and streamlined many processes.</p></section><br><section><h2>Embracing Cutting-Edge Technologies</h2><p>At Third Origin, we were constantly on the lookout for innovative technologies to enhance our software. During my internship, I had the privilege of working with cutting-edge technologies like ZeroMQ, SSH, SQL, and Redis. Learning and implementing these technologies not only expanded my skillset but also added value to the solutions we offered to our clients.</p></section><br><section><h2>Conclusion</h2><p>My internship at Third Origin was an invaluable experience that allowed me to grow as a developer and make a meaningful contribution to the company's success. I am grateful for the trust and support I received from my colleagues and mentors. This internship not only enhanced my technical skills but also gave me a glimpse into the exciting world of finance-based startups. I look forward to applying the knowledge and experience gained during this internship to my future endeavors in the field of software development.</p></section><br>",
        "prev": "sdtyhnm",
        "next": "aweghn",
        "link" : "https://thirdorigin.net/",
        "img": "third_origin.png"
    },
    {
        "id": "aweghn",
        "name": "Farzi Engineer",
        "body": "<header><h1>My Internship at Farzi Engineer</h1></header><section><h2>Introduction</h2><p>During my time as a Software Developer Associate at Farzi Engineer, I had the opportunity to work on exciting projects and make significant contributions to the team. In this blog, I'll share my experiences and highlight some of the extra projects I undertook during my internship.</p></section><br><section><h2>Responsibilities as a Software Developer Associate</h2><p>My internship at Farzi Engineer spanned from September 2022 to April 2023, and my primary role was that of a Software Developer Associate. In this capacity, I was entrusted with various responsibilities, including:</p><ul><li>Designing and developing various web applications.</li><li>Collaborating with the team to create a Message Application.</li><li>Contributing to the development of an Odoo Saleor Integration API.</li></ul></section><br><section><h2>Extraordinary Contributions</h2><p>While fulfilling my primary responsibilities, I took the initiative to go above and beyond. Here are some notable extra projects I worked on during my internship:</p><h3>1. Chatbot Integration</h3><p>One of the standout projects I worked on was the development of a chatbot that integrated Slack and MS Teams with Odoo and Jenkins. This integration streamlined communication within the team and automated various tasks, increasing efficiency and productivity.</p><h3>2. Custom Chatbot Feature</h3><p>In addition to the chatbot integration, I implemented a feature that allowed users to create their custom chatbots without the need for coding. This feature enabled users to mix and match bots, tailoring them to their specific needs. It was well-received by our clients and significantly enhanced our product's versatility.</p></section><br><section><h2>Conclusion</h2><p>My internship at Farzi Engineer was a rewarding experience that not only allowed me to contribute to the team's success but also provided me with the opportunity to undertake extra projects that showcased my creativity and problem-solving skills. I am grateful for the valuable lessons learned and the chance to work with such a dynamic team.</p></section>",
        "prev": "hgvcd",
        "next": "hrgert",
        "link" : "https://farziengineer.com/",
        "img": "farzi.png"
    },
    {
        "id": "hrgert",
        "name": "Docplix",
        "body": "<header><h1>My Internship at Docplix</h1></header><section><h2>Software Developer Engineer at Docplix, Lucknow</h2><p>March 2023 - Present</p><p>During my internship at Docplix as a Software Developer Engineer, I had the incredible opportunity to work on cutting-edge projects that have the potential to revolutionize the way medical professionals work. It has been an exciting journey, and I am thrilled to share some of the key highlights of my experience.</p></section><br><section><h3>Developing an Advanced ASR System</h3><p>One of the most exciting projects I worked on was the development of an Automatic Speech Recognition (ASR) system tailored specifically for medical professionals. This system aimed to improve their ability to decipher challenging medical terminologies accurately and efficiently. Working on this project allowed me to delve deep into the world of natural language processing and machine learning.</p></section><br><section><h3>Creating a Generative AI Model for NEET Examinations</h3><p>Another significant accomplishment during my internship was the creation of a Generative AI model customized to assist medical professionals preparing for NEET examinations. This model underwent extensive training using diverse medical literature, enabling it to proficiently answer questions relevant to these examinations. The model was not only developed but also efficiently deployed and scaled on the Google Cloud platform, ensuring seamless accessibility to our users.</p></section><br><section><h3>Ensuring Continuous Availability and Load Balancing</h3><p>In addition to developing these advanced AI systems, I was responsible for ensuring the continuous availability of multiple AI models on the cloud. This involved effective load balancing to support up to 500 concurrent users. It was a challenging task, but it taught me valuable skills in managing server infrastructure and optimizing system performance.</p></section><br><section><p>My time at Docplix has been a tremendous learning experience, providing me with hands-on experience in cutting-edge technologies and the opportunity to make a meaningful impact on the healthcare industry. I am excited to continue contributing to the development of innovative solutions that empower medical professionals and improve patient care.</p></section><br>",
        "prev": "aweghn",
        "next": "sdtyhnm",
        "link" : "https://docplix.com/",
        "img": "docplix.png"
    },


    {
        "id": "cyguhij",
        "name": "Recall",
        "body": "<h1>Recall - Redefining Environmental Conservation</h1><p>Recall stands at the forefront of sustainable initiatives with its innovative web application and app, redefining how users engage in environmental conservation. Through my expertise in AWS DevOps, React JS, and Django, I crafted a seamless recycling platform that resonates with users on both functional and emotional levels.</p><h2>Intuitive UI and UX Design</h2><p>The intuitive UI and UX design ensure a delightful experience from the moment users land on the Recall interface. With a clean and visually appealing layout, users can easily navigate the site, quickly understanding how to recycle their aluminum cans and earn Recall points effortlessly.</p><h2>User-Centric Approach</h2><p>The user-centric approach to design fosters a sense of accomplishment and fulfillment as users witness their positive impact on the environment through informative and visually engaging recycling analytics. Moreover, the Recall store experience exemplifies user convenience and satisfaction, with a thoughtfully curated selection of sustainable products, complementing the overall mission of the platform.</p><h2>Inspiring Sustainable Living</h2><p>Through the amalgamation of cutting-edge technologies and thoughtful design, Recall sets a new standard in sustainable living and recycling practices, inspiring users to embrace eco-conscious choices in their daily lives and contribute to a greener and brighter future.</p>",
        "prev": "jilhugg",
        "next": "jilhugg",
        "link" : "https://store.recalluae.com/",
        "img": "recall.png"
    },
    {
        "id": "jilhugg",
        "name": "Foody GEU",
        "body": "<h1>Introducing Foody Geu</h1><p>The college mess food management app that revolutionizes the way college students enjoy their meals. Powered by Node.js, React, Tailwind, MongoDB, AWS, and backed by top-notch UI/UX and scripting, Foody Geu ensures timely and efficient management of daily meals, making the dining experience a delight for students.</p><h2>Key Features:</h2><ul><li><strong>Seamless Meal Booking:</strong> With Foody Geu, students can easily book their meals in advance, ensuring a hassle-free and organized dining experience.</li><li><strong>Admin Portal Management:</strong> The app empowers administrators to efficiently manage meal preparation, track bookings, and optimize resources for a smooth mess operation.</li><li><strong>Waste Elimination:</strong> By offering a streamlined booking system, Foody Geu significantly reduces food wastage, contributing to a sustainable and eco-friendly college environment.</li><li><strong>A Palate of Efficiency and Satisfaction:</strong> Foody Geu isn't just about meals; it's a tasteful blend of technology and convenience. The app's intuitive interface and seamless functionality allow students to relish their meals without the stress of queues or wastage.</li></ul><h2>Unleash the Foody Geu Experience:</h2><p>Discover the magic of efficient mess food management with Foody Geu. Embrace the future of college dining with a touch of innovation and enjoy meals served with precision and satisfaction. Let Foody Geu be your trusted companion in transforming the college mess experience into a delightful and sustainable culinary journey.</p>",
        "prev": "cyguhij",
        "next": "cyguhij",
        "link" : "https://foodapp.mygeu.in/",
        "img": "foodhostel.png"
    }

    
]